Repository: evoWeb/sf_oauth
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# consumer_index
source: Consumer Overview
de: Verbraucher Übersicht

# consumer_title
source: Title
de: Titel

source: Consumer key
de: Verbraucher Key

source: Consumer secret
de: Verbraucher Secret

# consumer_requesturl
source: Request token URL
de: Abfragetoken URL

# consumer_accessurl
source: Access token URL
de: Zugangstoken URL

# consumer_authorizeurl
source: Authorize URL
de: Autorisierung URL

# account_index
source: Account Overview
de: Account Übersicht

# account_title
source: Title
de: Titel

# account_consumer
source: consumer to use
de: zu verwendender Konsument

# account_consumer_title
source: Consumertitle
de: Verbrauchertitel

# edit
source: Edit of
de: Bearbeiten von

# delete
source: Delete of
de: Löschen von

source: Cancel
de: Abbrechen

source: Save
de: Speichern

# new_account
source: Create new account
de: Neuen Account erstellen

# new_consumer
source: Create new consumer
de: Neuen Verbraucher erstellen

# authorization_needed
source: Authorization is needed before an account can be used.
de: Eine Autorization ist vor der Verwendung notwendig.
